const CAMP =
    "   កន្លែងបោះតង់ រឺ ជំរុំនៅដំណើរកម្សាន្តបែបផ្សងព្រេងទៅកាន់\nតំបន់ព្រៃភ្នំនឹងក្លាយជាសកម្មភាពដ៏សប្បាយរីករាយ និងស្រស់\nស្រាយមួយ​ ដរាបណាអ្នកបានត្រៀមខ្លួនរួចជាស្រេចចំពោះអ្វី\nដែលអ្នកនឹងធ្វើនៅទីនោះក៏ដូចជានៅតាមផ្លូវទៅកាន់គោលដៅ\nរបស់អ្នក។";
const CAMP_TIPS =
    "- គន្លឹះ \n សម្លៀកបំពាក់រលុងៗ ស្រាលៗ និងឆាប់ស្ងួត \n ស្បែកជើងធន់ និងមាំល្អ \n អាវភ្លៀង\nកាតាប ឬកាបូបស្ពាយមិនជ្រាបទឹក\nដបទឹកផ្ទាល់ខ្លួន\nសម្ភារៈសង្គ្រោះបឋម\nថ្នាំសង្កូវដែលចាំបាច់ \nសម្ភារៈចាំបាច់តូចៗ\nគ្រឿងរក្សាអនាម័យដែលប្រើជាប្រចាំ\nកន្សែងស្អាត \nថ្នាំបណ្តេញសត្វល្អិត \nសម្ភារៈចម្អិនដែលចាំបាច់\n PoweBank";

const HISTORY =
    "ប្រាសាទ(បាលី/សំស្រ្តឹត)គឺជាគ្រឹហាទីនាំចិត្តនាំចិត្តឱ្យជ្រះថ្លាឬ"
    "\nជាទីស្រឡះភ្នែកគឺជាផ្ទះមានថ្នាក់ខ្ពស់ស្រឡះ។ខ្មែរយើងហៅ"
    "\nតាមទម្លាប់ហៅជំពោះរាជ ដំណាក់ឬគ្រឹហាដែលមានកំពូល "
    " \nសូម្បីសង់មួយជាន់ក៏ហៅប្រាសាទដែរ តែវិហារសាសនា "
    "\nឬសាលា ទោះបីមានកំពូលក៏ពុំហៅប្រាសាទឡើយ។";
const HISTORY_TIPS = "ប្រជាជនខ្លះមិនបានយល់ដឹងច្បាស់អំពីមុខងារប្រាសាទបុរាណ"
    "\nដែលបុព្វបុរសខ្មែរបានខិតខំកសាងទុកមកទេ។ ពួកគេបានយល់"
    "\nច្រឡំថាប្រាសាទបុរាណជាព្រះបរមរាជវាំង ឬទីលំនៅរបស់ព្រះ "
    "\nមហាក្សត្រគង់នៅ។តាមពិតសំណង់ប្រាសាទបុរាណខ្មែរទាំង"
    "\nអស់កសាងឡើង ដើម្បីឧទ្ទិសថ្វាយដូចជា[៣]៖ "
    "\n១. ព្រះអាទិទេព ឬព្រះទេវៈផ្សេងៗក្នុងព្រាហ្មណ៍សាសនាដូចជា "
    "\n   ព្រះសិវៈ ឬព្រះឥសូរ ព្រះវិស្ណុ ឬព្រះនរាណ៍ និងព្រះព្រហ្មជាដើម"
    "\n២. ព្រះពោធិសត្វក្នុងព្រះពុទ្ធសាសនាមហាយានដូចជា "
    "\n   លោកេស្វរៈ"
    "\n៣. ទេវរាជ(គេដាក់តម្កល់លិង្គព្រះឥសូរក្នុងប្រាសាទជា"
    "\n    តំណាងព្រះរាជា"
    "\n៤. បុព្វបុរស ព្រះរាជាដូចជា ព្រះមាតា ព្រះបិតា "
    "\n   និងវរជនស្នេហាជាតិ។";
const SEA = "តំបន់ឆ្នេរសមុទ្រកម្ពុជាដែលពោរពេញដោយភាពទាក់ទាញ "
    "\nគឺជាអចលទ្រព្យដែលមិនទាន់មានការអភិវឌ្ឍខ្លាំងក្លានៅឡើយទេ។ "
    "\nឆ្នេរដែលមានប្រវែង ៤៤០ គីឡូម៉ែត្រនេះ រួមបញ្ជូលទាំងតំបន់ដ៏ធំ"
    "\nមួយដែលមិនទាន់មានការធ្វើនគរូបនីយកម្មនៅឡើយ "
    "\nជាទីសម្រាប់ប្រជាជនក្នុងតំបន់អាចប្រកបរបរចិញ្ចឹម"
    "\nជីវិតដោយអាស្រ័យធនធាននានានៅតាមឆ្នេរសមុទ្រ។";
const SEA_TIPS = "\nឆ្នេរសមុទ្រកម្ពុជាលាតសន្ធឹងនៅតាមបណ្តោយនៃឈូងសមុទ្រថៃ"
    "\n ហើយរួមមានខេត្តចំនួន ៤ ដូចជា៖"
    "\nខេត្តកោះកុង"
    "\nខេត្តព្រះសីហនុ"
    "\nខេត្តកំពត"
    "\nខេត្តកែប";
const MOUNTAIN = "តំបន់ព្រៃភ្នំជាដែនធម្មជាតិដែលធានានូវលក្ខខណ្ឌធម្មជាតិ"
    "\nចាំបាច់ក្នុងការការពារប្រភេទសត្វព្រៃ និង "
    "\nរុក្ខជាតិរបស់ជាតិសំខាន់ៗ និង សហគមធម្មជាតិ"
    "\nឬ លក្ខណៈរូបសាស្ត្ររបស់បរិស្ថានជាទីដែលភាវៈទាំង"
    "\nនេះត្រូវការ ជាពិសេសនូវអន្តរាគមន៍ពីមនុស្សសំរាប់"
    "\nភាពស្ថិតស្ថេររបស់វា។ តំបន់នេះមានសារៈសំខាន់"
    "\nសំរាប់អ្នកទេសចរណ៍ដែលចង់ស្វែងយល់ពីប្រភេទ"
    "\nសត្វព្រៃនិងធម្មជាតិនៅកម្ពុជា";
